/* FVC Loaded */
"\n**********\nFormViewController loaded its view.\n" = "\n**********\nFormViewController cargó su vista.\n";

/* GSVC loader */
"\n**********\nGameScreenViewController loaded its view.\n" = "\n**********\nGameScreenViewController cargó su vista.\n";

/* action */
"action" = "acción";

/* Authentication failed */
"Authentication failed. \(authInfo.msg)" = "Autenticación fallida. \(authInfo.msg)";

/* Authentication failed. */
"Authentication failed. Please try again: \(error)" = "Autenticación fallida. Inténtalo de nuevo: \(error)";

/* Authentication failed */
"Authentication failed: \(authInfo.msg)" = "Autenticación fallida: \(authInfo.msg)";

/* Complete Register */
"Complete Registration" = "Registro Completo";

/* Complete register */
"Complete registration button clicked" = "Se hizo clic en el botón de registro completo";

/* Dislike button clicked */
"Dislike button clicked. Ignored \(self.games[currentGameIndex].name)" = "Se hizo clic en el botón no me gusta. Ignorada \(self.games[currentGameIndex].name)";

/* Register Button */
"Don't have an account? Register!" = "¿No tienes una cuenta? ¡Registro!";

/* Done */
"Done" = "Hecho";

/* Not adding */
"Duplicate: Not adding \(g.name) in DB because it already exists." = "Duplicar: No agregar \(g.name) en DB porque ya existe.";

/* Edit */
"Edit" = "Editar";

/* Email */
"Email" = "Email";

/* email */
"email" = "email";

/* Email typed */
"Email typed: " = "Email escrito: ";

/* End editing */
"End editing." = "Finalizar edición.";

/* Error download image */
"Error downloading image: \(error)" = "Error al descargar la imagen: \(error)";

/* Error fetch */
"Error fetching games list: \(error)" = "Error al obtener la lista de juegos: \(error)";

/* error */
"ERROR: \(error)" = "ERROR: \(error)";

/* error */
"ERROR: Please fill in all required fields" = "ERROR: Por favor, rellene todos los campos obligatorios";

/* GamesToDelete */
"GamesTODelete - SavedView: \(gamesToDelete.count)" = "GamesTODelete - SavedView: \(gamesToDelete.count)";

/* genres */
"genres" = "géneros";

/* Incorrect */
"incorrect username and password, try again" = "nombre de usuario y contraseña incorrectos, inténtalo de nuevo";

/* indie */
"indie" = "independiente";

/* Invalid symbol */
"Invalid symbol." = "Símbolo no válido.";

/* Keyboard dismissed */
"Keyboard dismissed." = "Teclado descartado";

/* Loading */
"Loading..." = "Cargando...";

/* local co-op */
"local-co-op" = "cooperativo local";

/* MMO */
"massively-multiplayer" = "multijugador masivo";

/* Phone */
"Mobile" = "Móvil";

/* multiplayer */
"multiplayer" = "multijugador";

/* None found. */
"No results found." = "No se han encontrado resultados.";

/* Ok button tapped */
"Ok button tapped" = "Ok botón presionado";

/* online co-op */
"online-co-op" = "cooperativo en línea";

/* plat */
"parent_platforms" = "plataformas principales";

/* password */
"password" = "clave";

/* Password */
"Password" = "Clave";

/* Password requirements */
"Password must be at least 6 characters." = "La contraseña debe tener al menos 6 caracteres.";

/* Password digit */
"Password must contain at least 1 digit." = "La contraseña debe contener al menos 1 dígito.";

/* Password uppercase */
"Password must contain at least 1 uppercase character." = "La contraseña debe contener al menos 1 carácter en mayúscula.";

/* Password typed */
"Password typed: " = "Contraseña escrita: ";

/* platformer */
"platformer" = "juego de plataformas";

/* Register button clicked */
"Register button clicked" = "Se hizo clic en el botón de registro";

/* RPG */
"role-playing-games-rpg" = "juegos de rol rpg";

/* Save button clicked. */
"Save button clicked. Added \(newGame.name) to the list" = "Se hizo clic en el botón Guardar. Adicional \(newGame.name) a la lista";

/* SaveGames */
"SavedGames count: \(savedGames.count)" = "SavedGames count: \(savedGames.count)";

/* Search button clicked */
"Search button clicked.\n**********\n" = "Se hizo clic en el botón de búsqueda.\n**********\n";

/* Select */
"Select..." = "Seleccione...";

/* Selected item */
"Selected item: \(item)" = "Item seleccionado: \(item)";

/* shooter */
"shooter" = "tiradora";

/* Sign In Button */
"Sign In" = "Registrarse";

/* Sign in */
"Sign in button clicked" = "Se hizo clic en el botón de inicio de sesión";

/* Signed up sucessfully */
"Signed up successfully!" = "¡Registrado con éxito!";

/* SignUpViewController Loaded */
"SignUpViewController loaded its view." = "SignUpViewController cargó su vista.";

/* simulation */
"simulation" = "simulación";

/* singleplayer */
"singleplayer" = "un solo jugador";

/* Success */
"Success!" = "¡éxito!";

/* Success */
"Successfully found \(gamesInfo.count) games." = "Encontrado con éxito \(gamesInfo.count) juegos.";

/* Logged in Success */
"Successfully logged in!" = "¡Iniciado sesión correctamente!";

/* TabController Loaded */
"TabBarController loaded its view." = "TabBarController cargó su vista.";

/* tags */
"tags" = "etiquetas";

/* Unable to save current game */
"Unable to save the current game." = "No se puede guardar el juego actual.";

/* username */
"username" = "nombre de usuario";

/* Username */
"Username" = "Nombre de Usuario";

/* Username typed
   Username typed: */
"Username typed: " = "Nombre de usuario escrito: ";

/* Game Title
   WTP */
"WTP?!" = "¿WTP?";

/* Success Create Account */
"You have successfully created an account!" = "¡Has creado una cuenta con éxito!";

